<?php
return [
    "about" => [
        "title" => "О нас",
        "content" => " <p>
        В последние годы вопросы безопасности в работе атомной энергетики становятся все более актуальными. 
        В связи с этим появляется необходимость в создании новых систем и технологий, которые бы обеспечивали безопасность и 
        предотвращали возможные ошибки.
        </p> <p> 
        Оперативная работа в атомной энергетике требует от сотрудников высокой концентрации и точности. 
        В рамках данной работы необходимо следить за многими параметрами и обеспечивать бесперебойную работу оборудования.
         Ошибки в данной сфере могут привести к катастрофическим последствиям.
        </p> <p> 
        В течение более 70 лет работы в атомной энергетике было изучено множество событий, которые приводили к ошибкам и
         нештатным ситуациям. Были выявлены как коренные, так и непосредственные причины, которые приводили к этим событиям.
        </p> <p> 
        Исходя из полученного опыта, и была разработана новая система электронного документа и электронного бланка переключений. 
        Она основана на методах предотвращения ошибок, а также на анализе опыта эксплуатации. 
        Новая система обеспечивает работу без ошибок и с проверкой полученного результата.
        </p> <p> 
        Одной из главных особенностей новой системы является ее электронный формат. Это позволяет избежать ошибок, связанных 
        с неправильным заполнением бумажных документов. 
        </p> <p> 
        Создание новой системы электронного документа и электронного бланка переключений  является критически важным шагом в 
        обеспечении  эффективности оперативной работы и не только. Разработка новой системы была основана на  опыте оперативной работы
        и изучении многих тысяч событий, связанных с коренными и непосредственными причинами ошибок, произошедших в процессе эксплуатации.
        </p> <p> 
        Важность создания новой системы электронного документа и электронного бланка переключений заключается в том,
         что это позволит избежать многих ошибок и проблем, которые возникают при ручном заполнении документов и бланков переключений.
         Исключит пропуск критически важных для работы шагов действий.

        </p> <p> 
        Одним из ключевых методов, использованных при создании новой системы, были методы предотвращения ошибок. 
        Эти методы позволяют предотвратить появление ошибок на всех этапах работы с документами и бланками переключений, 
        начиная с заполнения и заканчивая проверкой полученных результатов.
        </p> <p> 
        Изучение опыта эксплуатации было одним из главных этапов при создании новой системы. 
        Было рассмотрено множество тысяч событий, которые произошли в результате ошибок при заполнении документов и бланков переключений. 
        Выполнение работ по подготовленным документам, а не по памяти, оказалось на столько эффективным средством ускорения работы,
         что рассматривается в атомной энергетике как основной метод выполнения работ.
          </p> 
          
          <h3>
            Любое переключение которое содержит более трех операций должно выполнятся по бланку переключений.
          </h3> 
           ",
        "short" => "<p> 
           В течение более 70 лет работы в атомной энергетике было изучено множество событий, которые приводили к ошибкам и
            нештатным ситуациям. Были выявлены как коренные, так и непосредственные причины, которые приводили к этим событиям.
           </p> <p> 
           Исходя из полученного опыта, и была разработана новая система электронного документа и электронного бланка переключений. 
           Она основана на методах предотвращения ошибок, а также на анализе опыта эксплуатации. 
           Новая система обеспечивает работу без ошибок и с проверкой полученного результата.
           </p> <p> 
           Одной из главных особенностей новой системы является ее электронный формат. Это позволяет избежать ошибок, связанных 
           с неправильным заполнением бумажных документов. 
           </p> <p> 
           Создание новой системы электронного документа и электронного бланка переключений  является критически важным шагом в 
           обеспечении  эффективности оперативной работы и не только. Разработка новой системы была основана на  опыте оперативной работы
           и изучении многих тысяч событий, связанных с коренными и непосредственными причинами ошибок, произошедших в процессе эксплуатации.
           </p>",
    ],
    "faq" => [
        "title" => "Вопросы ответы",
        "content" => "",
        "short" => "",
        "qw" => [
            "1" => "<p>Qwestion 1</p> <p>Answer 1</p> ",
            "2" => "<p>Qwestion 2</p> <p>Answer 2</p> ",
            "3" => "<p>Qwestion 3</p> <p>Answer 3</p> ",
            "4" => "<p>Qwestion 4</p> <p>Answer 4</p> ",
            "5" => "<p>Qwestion 51</p> <p>Answer 5</p> ",
            "6" => "<p>Qwestion 6</p> <p>Answer 6</p> ",
            "7" => "<p>Qwestion 7</p> <p>Answer 7</p> ",
        ],
    ],
    "doc" => [
        "title" => "Документация",
        "content" => "",
        "short" => "<ul>
            <li><a href='#'>Руководство пользователя</a></li>
            <li><a href='#'>API документация</a></li>
            <li><a href='#'>Инструкции по установке</a></li>
        </ul>
        <a href='/help/about'>Вся документация</a>",
    ],
    "politics" => [
        "title" => "Политика",
        "content" => "",
        "short" => "<ul>
            <li><a href='#'>Руководство пользователя</a></li>
            <li><a href='#'>API документация</a></li>
            <li><a href='#'>Инструкции по установке</a></li>
        </ul>
        <a href='/help/about'>Вся документация</a>",
    ],
    "service" => [
        "title" => "Сервисы",
        "content" => "",
        "short" => "<ul>
            <li><a href='#'>Руководство пользователя</a></li>
            <li><a href='#'>API документация</a></li>
            <li><a href='#'>Инструкции по установке</a></li>
        </ul>
        <a href='/help/about'>Вся документация</a>",
    ],
    "contacts" => [
        "title" => "Контакты",
        "content" => "",
        "short" => "  <ul class='list-unstyled'>
        <li><i class='fas fa-phone'></i> +1 (555) 123-4567</li>
        <li><i class='fas fa-envelope'></i> info@example.com</li>
        <li><i class='fas fa-map-marker-alt'></i> 123 Main St, New York, NY 10001</li>
      </ul>
        <a href='/help/about'>All information</a>",
    ],
    "exampels" => [
        "title" => "Примеры",
        "content" => "",
        "short" => "",
    ],
    "history" => [
        "title" => "История",
        "content" => "     Начало проекта: 
        Идея повседневного использования опробированных подходов и методов, вероятно, появилась из практического опыта и наблюдений за тем, как эти методы и подходы помогают решать проблемы и достигать поставленных целей. Автор идеи сталкивался с повседневными задачами и проблемами, которые были успешно решались благодаря применению  методов и подходов применяемых у него на производстве.

Для реализации проекта автору  потребовалось систематизировать и упорядочить эти методы и подходы, чтобы они могли быть легко использованы в повседневной жизни. Это включало в себя создание списков, программ, таблиц или других инструментов, которые помогали  автору лучше понимать и применять эти методы и подходы.

Использование опробированных подходов и методов в частной жизни стало очень полезным, так как они могут помогали достигать поставленных целей и управлять различными задачами и проектами более эффективно. Кроме того, систематизация и упорядочивание этих методов и подходов  сделали их более доступными и простыми для использования, что может помочь многим людям в повседневной и их работе жизни.
     
Изучение рынка является важным этапом при запуске любого бизнеса, поэтому проведение исследований позволяет определить потенциальные клиенты и их потребности.

Первые исследования, проводимые в производстве, были направлены на оптимизацию технологических процессов и улучшение качества продукции. Однако, с развитием вычислительной техники и программного обеспечения, методы исследования начали применяться и в других областях, например, в программировании.

Кроме того, использование компьютеров и смартфонов в домашних условиях стало широко распространенным, что открыло новые возможности для автоматизации и оптимизации повседневных задач, таких как кулинария и выполнение бытовых работ.

Потенциальными клиентами могут стать фрилансеры, команды разработчиков и небольшие предприятия, которые используют типовые задачи. Руководители таких предприятий стремятся избежать человеческих ошибок и выполнить работу быстро и качественно, поэтому автоматизация и оптимизация процессов могут представлять для них значительный интерес.

В целом, проведение исследований позволяет определить потенциальную аудиторию и ее потребности, что является важным шагом в разработке и продвижении продукта на рынке.

Выполнение всей логики программы и ее реализация было выполнено одним человеком, автором программы, что имело свои преимущества и недостатки.

Преимущества:

    Контроль. Автор программы имеет полный контроль над процессом разработки, что позволяет ему в полной мере контролировать качество кода, выбор используемых технологий и их сочетаемость, а также проверять каждый шаг в разработке.

    Скорость разработки. Один разработчик может быстрее реализовать свою идею и вывести ее на рынок. Я не тратил время на координацию с другими разработчиками, а также не тратил время на обучение новичков или на работу над проектами других разработчиков.

    Однородность кода. При разработке программы одним человеком, автором программы,  добиться единого стиля кода и упростил его чтение и поддержку в будущем.

Недостатки:

    Ограниченные возможности. Один человек может ограничен в своих знаниях и опыте. Это может привести к ограниченности возможностей программы или неэффективности ее работы.

    Риск отсутствия поддержки. Если автор программы внезапно забросит ее разработку, это может привести к проблемам в ее поддержке и дальнейшем развитии.

    Финансирование только от автора полезный в тех случаях, когда проект или исследование являются личным хобби или увлечением, которые автор желает реализовать без привлечения внешних средств. 
    Я работал в производственной компании много лет и оттачивал свои идеи и наработки, чтобы в конечном итоге создать свой первый продукт. Идея была в том, чтобы вырвать что-то новое из производства, что было бы уникальным и соответствовало потребностям рынка.

    Первый этап, который я прошел, было исследование рынка и определение потребностей клиентов. Я изучал тренды на рынке и проводил исследования, чтобы выяснить, какие продукты будут востребованы на рынке. Затем я начал проектирование и создание прототипов, чтобы убедиться, что мой продукт соответствует потребностям клиентов.
    
    Однако на этом этапе возникли некоторые трудности. Я столкнулся с проблемами в процессе создания прототипов и тестирования, и мне пришлось потратить много времени и усилий, чтобы решить эти проблемы.
    
    Но я не сдавался и продолжал работать над своим продуктом. Я использовал свой богатый опыт и знания, чтобы улучшить дизайн и функциональность продукта. Я также работал в команде с другими специалистами, чтобы получить ценные советы и идеи.
    
    Наконец, мой продукт был готов к выпуску на рынок. Я был уверен в его качестве и потенциале на рынке. Я проводил маркетинговые исследования и начал продавать свой продукт.
    
    Сегодня мой продукт успешно продается на рынке, и я горжусь своей работой.
    
    ",
        "short" => "  <ul class='list-unstyled'>
      <li><i class='fas fa-phone'></i> +1 (555) 123-4567</li>
      <li><i class='fas fa-envelope'></i> info@example.com</li>
      <li><i class='fas fa-map-marker-alt'></i> 123 Main St, New York, NY 10001</li>
    </ul>
      <a href='/help/about'>All information</a>",
    ],
    "Name_project" => "EBA",
];
