<?php

return [
    /*
     основные кнопкм и надписи
    */
    "abv" => "абвиатура",
    "add" => "добавить",
    "add_new" => "Добавить новую",
    "author" => "Автор",
    "addposition" => "Добавить позицию",
    "avoid" => "Среднее время",
    "avalebleblanks" => "В бланках использовался этот элемент.",

    "back" => "Назад",
    "blank" => "Бланк",
    "backeb" => "Вернуться к редактированию бланка",

    "cancel" => " Отмена",
    "category" => "Категория",
    "categories" => "Категории",
    "checkstart" => "Проверьте условия начала, вы можете начать работать.",
    "create" => "Создать",
    "create_under" => "Создать под категорией",
    "createcategory" => "Создать новую категорию",
    "createblank" => "Создать новый бланк",
    "createitem" => "Создать новый элемент",
    "createposition" => "Создать новую позицию",
    "createstart" => "Создать новые условия начала",
    "content" => "Содержание",
    "contenti" => "Содержание идеи",
    "contentp" => "Содержание идеи",
    "createidea" => "Создать идею",

    "delete" => "Удалить",
    "description" => "Описание",
    "draft" => "Черновик",

    "edit" => "Редактировать",
    "editblank" => "Редактировать бланк",
    "editcategory" => "Редактировать категорию",

    "free" => "свободно",
    "finishfull" => "Бланк был полным.",
    "finishuseful" => "Бланк был полезным.",
    "finishdificult" => "Бланк не был сложным.",
    "finishunderstand" => "Бланк был понятным.",
    "finishdetail" => "Бланк был датальным.",
    "finishval" => "Оцените свою работу",
    "finishideas" => "Идеи которые возникли при работе с данным бланком.",
    "finishstat" => "Статистика вашей работы с данным бланком.",
    "finishtimer" => "Таймер и сравнение с предыдущими данными.",

    "image" => "Изображение",
    "item" => "Элемент",
    "items" => "Элементы",

   
    "myprojects"=>"Мои проекты",
    "min"=>"минут",
    "mycat" => "Мои категории",

     "lookcategory"=>"Смотреть категории",
     "look"=>"Поиск",

    "name" => "Имя",
    "nameb" => "Имя бланка",
    "namec" => "Имя категории",
    "namep" => "Имя позиции",
    "namei" => "Имя элемента",
    "nameprobl" => "Имя идеи",
    "not_your_category" => "Это не ваша категория",
    "notused" => "Не использовался",
    "newidea" => "Новая идеи",
    "nextitem" => "Следующая itидеиem",

    "onlymy" => "Только для личного использования",

    "position" => "Позиция",
    "positionr" => "Ответ позиций",
     "project"=>"Мой проект",
    "projectrecomends"=>"Рекомендованый проект",
    "profile"=>"Мой профайл",
    

    "room" => "Комната",
    "real" => "Реальное время",

    "save" => "Сохранить",
    "sec" => "сек", 
    "settings" => "Настройки",
    "show" => "Показать",
    "slug" => "Слаг",
    "status" => "Статус",
    "start" => "Условия начала",
    "starts" => "Условия начала",
    "showall" => "Показать все",
    "showallitems" => "Показать все элементы",
    "showallblanks" => "Показать все бланки",
    "showallcategories" => "Показать все категории",
    "showallrooms" => "Показать все комнаты",
    "showallpositions" => "Показать все позиции",
    "showallstartconditions" => "Показать все условия начала",
    "showallusers" => "Показать всех пользователей",

    "takeexample" => "Взять пример",

    "update" => "Обновить",
    "under" => "Слой ниже категорией",
    "underitems" => "Слой ниже  элементами",

    "wfinish" => "Работа закончена полностью.",
];
